Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/gollegiella-kielipalkinto_ole_henrik_maggalle.html.tmx
Source language: fin
Languages: smn

source: Gollegiella-kielipalkinto Ole Henrik Maggalle
smn: Kollekielâ-kielâpalhâšume Ole Henrik Maggan

source: Emeritusprofessori Ole Henrik Magga.
smn: Emeritusprofessor Ole Henrik Magga.

source: Kuva: Ninni Andersson/Regeringskansliet
smn: Kove: Ninni Andersson/Regeringskansliet

source: Pohjoismainen saamen kielipalkinto Gollegiella on myönnetty vuonna 2022 emeritusprofessori Ole Henrik Maggalle.
smn: Tave-eennâmlâš säämi kielâpalhâšume Kollekielâ lii mieđettum ive 2022 emeritusprofessor Ole Henrik Maggan.

source: Hän on koko elämänsä ajan tehnyt merkittävää työtä saamen kielten edistämiseksi, kehittämiseksi ja säilyttämiseksi.
smn: Sun lii ubâ elimis porgâm merhâšittee pargo sämikielâi ovdedem já siäiluttem oovdân.

source: Hän on elämäntyöllään osoittanut saamelaisille ja ulkomaailmalle, että saame on tärkeä ja elävä kieli.
smn: Sun lii eellimpargoinis čáittám sämmiláid já olgomaailmân, ete sämikielâ lii tehálâš já ellee kielâ.

source: Ruotsi toimi isäntämaana tänä vuonna, kun joka toinen vuosi jaettava Gollegiella-kielipalkinto jaettiin kymmenennen kerran.
smn: Ruotâ tooimâi taan ive išedin, ko jyehi nubbe ive jyehimnáál Kollekielâ-kielâpalhâšume juohhui lovváád tove.

source: Palkintojenjakotilaisuus järjestettiin Tukholmassa 18.1.2023 pidetyssä ministerien ja Saamelaiskäräjien puheenjohtajien kokouksen yhteydessä.
smn: Palhâšume jyehimtilálâšvuotâ uárnejui Tukholmast 18.1.2023 tollum ministerij já Sämitige saavâjođetteijei čuákkim ooleest.

source: – Saamen kielten säilyttäminen ja kehittäminen on erittäin tärkeää.
smn: – Sämikielâi siäiluttem já ovdedem lii eromâš tehálâš.

source: Ole Henrik Magga on ollut pitkään suurena esikuvana saamen kielen käytössä, ja siksi olen ylpeä voidessani luovuttaa Gollegiella-kielipalkinnon tänään Ole Henrikille, toteaa kulttuuriministeri Parisa Liljestrand.
smn: Ole Henrik Magga lii lamaš kuhháá stuorrâ ovdâkove sämikielâi kiävtust, já tondiet mun lam čiävláá, ko puávtám keigiđ Kollekielâ-kielâpalhâšume onne Ole Henrikân, iätá kulttuurminister Parisa Liljestrand.

source: – Olen erittäin iloinen voidessani onnitella Ole Henrik Maggaa Gollegiella-palkinnosta 2022.
smn: – Mun lam hirmâd ilolâš, ko mun puávtám tuáivuttiđ luho Ole Henrik Maggan Gollegiella-palhâšuumeest 2022.

source: Hänen koko elämäntyönsä osoittaa, että hän ansaitsee sekä tunnustuksen että palkinnon, sanoo Saamelaiskäräjien hallituksen puheenjohtaja Håkan Jonsson.
smn: Suu eellimääigi pargo čáittá, ete sun áánsáš sehe tubdâstâs já palhâšume, iätá Sämitige stiivrâ saavâjođetteijee Håkan Jonsson.

source: Ole Henrik Magga on syntynyt vuonna 1947 Kautokeinossa Pohjois-Norjassa.
smn: Ole Henrik Magga lii šoddâm ive 1947 Kuovdâkiäinust Tave-Taažâst.

source: Ole Henrik Magga on vuosikymmeniä työskennellyt kielten kehittämiseksi, muun muassa eri akateemisten opintojen, tutkimuksen ja oppimateriaalien kehittämisen sekä opetuksen kautta.
smn: Ole Henrik Magga lii luuvijd iivijd porgâm kielâi ovdedem oovdân, eereeb iärásij sierâ akateemlij uápui, tutkâmuš já oppâmateriaalij ovdedem sehe máttááttâs peht.

source: Magga on kehittänyt nykyisen pohjoissaamen kirjoitusjärjestelmän, kirjoittanut eteläsaamen kieliopin yhdessä Lajla Mattsson Maggan kanssa ja osallistunut sekä uumajan- että piitimensaamen kirjoitusjärjestelmien kehittämiseen.
smn: Magga lii ovdedâm tááláá tavesämikielâ čäällimvuáháduv, čáállám maadâsämikielâ kielâoopâ oovtâst Lajla Mattsson Maggain já uásálistám sehe ume- já pitteemsämikielâ čäällimvuáháduvâi oovdedmân.

source: Magga on myös osallistunut alkuperäiskansojen instituutioiden perustamiseen kansallisella ja kansainvälisellä tasolla mm. toimimalla YK:n alkuperäiskansojen pysyvän foorumin ensimmäisenä puheenjohtajana ja oli perustamassa Norjan Saamelaiskäräjiä, ja jonka ensimmäisenä puheenjohtajana Ole Henrik Magga toimi.
smn: Magga lii meid uásálistám algâaalmugij instituutioi vuáđđudmân aalmuglii já aalmugijkoskâsii tääsist ei. nuuvt, ete sun tooimâi OA algâaalmugij pisováá foorum vuossâmuš saavâjođetteijen já lâi vuáđđudmin Taažâ Sämitige, mon vuossâmuš saavâjođetteijen Ole Henrik Magga tooimâi.

source: Lisätietoja
smn: Lasetiäđuh

source: Lehdistötiedote Gollegiella (ruotsiksi)
smn: Lostâmediatiäđáttâs Gollegiella (ruotâkielân)
